const qnaire = [{
        "question": "1. 我很明了本测验的说明",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的"
        },
        "score": {
            "a": 0,
            "b": 0,
            "c": 0
        }
    },
    {
        "question": "2.我对本测验每一个问题都会按自己的真实情况作答",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不同意",
        },
        "score": {
            "a": 0,
            "b": 0,
            "c": 0
        }
    },
    {
        "question": "3. 有度假机会时,我宁愿",
        "option": {
            "a": "去一个繁华的都市",
            "b": "介于A、C之间",
            "c": "闲居清静而偏僻的郊区",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "4.我有足够的能力应付困难",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "5.即使是关在铁笼内的猛兽也会使我见了惴惴不安",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "6.我总是不敢大胆批评别人的言行",
        "option": {
            "a": "是的",
            "b": "有时如此",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "7.我的思想似乎",
        "option": {
            "a": "比较先进",
            "b": "一般",
            "c": "比较保守",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "8.我不擅长说笑话讲趣事",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "9.当我看到亲友邻居争执时，我总是",
        "option": {
            "a": "任其自己解决",
            "b": "介于A、C之间",
            "c": "予以劝解",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "10.在社交场合中，我",
        "option": {
            "a": "谈吐自然",
            "b": "介于A、C之间",
            "c": "退避三舍，保持沉默",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "11.我愿意作一个",
        "option": {
            "a": "建筑工程师",
            "b": "不确定",
            "c": "社会科学研究者",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "12.阅读时，我喜欢选读",
        "option": {
            "a": "自然科学书籍",
            "b": "不确定",
            "c": "政治理论书籍",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "13.我认为很多人都有些心理不正常，只是他们不愿承认",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "14.我希望我的爱人擅长交际，无须具有文艺才能",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "15.对于性情急躁、爱发脾气的人，我仍能以礼相待",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "16.受人侍奉时我常常局促不安",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "17.在从事体力或脑力劳动之后，我总是需要有比别人更多的休息时间，才能保持工作效率",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "18.半夜醒来，我常常为种种不安而不能入睡",
        "option": {
            "a": "常常如此",
            "b": "有时如此",
            "c": "极少如此",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "19.事情进行得不顺利时，我常常急得涕泪交流",
        "option": {
            "a": "常常如此",
            "b": "有时如此",
            "c": "极少如此",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "20.我以为只要双方同意可离婚，可以不受传统观念的束缚",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "21.我对人或物的兴趣都很容易改变",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "22.工作中，我愿意",
        "option": {
            "a": "和别人合作",
            "b": "不确定",
            "c": "自己单独进行",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "23.我常常无缘无故地自言自语",
        "option": {
            "a": "常常如此",
            "b": "偶尔如此",
            "c": "从不如此",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "24.无论是工作、饮食或外出游览，我总是",
        "option": {
            "a": "匆匆忙忙不能尽兴",
            "b": "介于A、C之间",
            "c": "从容不迫",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "25.又使我怀疑别人是否对我的言行真正有兴趣",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "26.如果我在工厂里工作，我愿做",
        "option": {
            "a": "技术科的工作",
            "b": "介于A、C之间",
            "c": "宣传科的工作",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "27.在阅读时我愿阅读",
        "option": {
            "a": "有关太空旅行的书籍",
            "b": "不太确定",
            "c": "有关家庭教育的书籍",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "28.本题后面列出三个单词，哪个与其他两个单词不同类",
        "option": {
            "a": "狗",
            "b": "石头",
            "c": "牛",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "29.如果我能到一个新的环境，我要",
        "option": {
            "a": "把生活安排得和从前不一样",
            "b": "不确定",
            "c": "和从前一样",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "30.在一生中，我总觉得我能达到我所预期的目标",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "31.当我说谎时总觉得内心羞愧不敢正视对方",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "32.假使我手里拿着一把装着子弹的手枪，我必须把子弹拿出来才能安心",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "33.多数人认为我是一个说话风趣的人",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "34.如果人们知道我内心的成见，他们会大吃一惊",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "35.在公共场合，如果我突然成为大家注意的中心，就会感到局促不安",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "36.我总喜欢参加规模庞大的晚会或集会",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "37.在学科中，我喜欢",
        "option": {
            "a": "音乐",
            "b": "不一定",
            "c": "手工劳动",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "38.我常常怀疑那些出乎我意料的对我过于友善的人的动机是否诚实",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "39.我愿意把我的生活安排得像一个",
        "option": {
            "a": "艺术家",
            "b": "不确定",
            "c": "会计师",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "40.我认为目前所需要的是",
        "option": {
            "a": "多出现一些改造世界的理想家",
            "b": "不确定",
            "c": "脚踏实地的实干家",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "41.有时候我觉得我需要剧烈的体力劳动",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "42.我愿意跟有教养的人来往而不愿意同粗鲁的人交往",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "43.在处理一些必须凭借智慧的事务中",
        "option": {
            "a": "我的亲人表现得比一般人差",
            "b": "普通",
            "c": "我的亲人表现得超人一等",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "44.当领导召见我时，我",
        "option": {
            "a": "觉得可以趁机提出建议",
            "b": "介于A、C之间",
            "c": "总怀疑自己做错事",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "45.如果待遇优厚，我愿意做护理精神病人的工作",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "46.读报时，我喜欢读",
        "option": {
            "a": "当今世界的基本问题",
            "b": "介于A、C之间",
            "c": "地方新闻",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "47.在接受困难任务时，我总是",
        "option": {
            "a": "有独立完成的信心",
            "b": "不确定",
            "c": "希望有别人帮助和指导",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "48.在游览时，我宁愿观看一个画家的写生，也不愿听大家的辩论",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "49.我的神经脆弱，稍有点刺激就会战栗",
        "option": {
            "a": "时常如此",
            "b": "有时如此",
            "c": "从不如此",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "50.早晨起来，常常感到疲乏不堪",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "51.如果待遇相同，我愿选做",
        "option": {
            "a": "森林管理员",
            "b": "不一定",
            "c": "中小学教员",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "52.每逢过年过节或亲友结婚时，我",
        "option": {
            "a": "喜欢赠送礼品",
            "b": "不太确定",
            "c": "不愿相互送礼",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "53.本题列有三个数字，哪个数字与其他两个数字不同类",
        "option": {
            "a": "5",
            "b": "2",
            "c": "7",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "54.猫和鱼就像牛和",
        "option": {
            "a": "牛奶",
            "b": "木材",
            "c": "盐",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "55.我在小学时敬佩的老师，到现在仍然值得我敬佩",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "56.我觉得我确实有一些别人所不及的优良品质",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "57.根据我的能力，即使让我做一些平凡的工作，我也会安心的",
        "option": {
            "a": "是的",
            "b": "不太确定",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "58.我喜欢看电影或参加其他娱乐活动的次数",
        "option": {
            "a": "比一般人多",
            "b": "和一般人相同",
            "c": "比一般人少",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "59.我喜欢从事需要精密技术的工作",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "60.在有威望有地位的人面前，我总是较为局促谨慎",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "61.对于我来说在大众面前演讲或表演，是一件难事",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "62.我愿意",
        "option": {
            "a": "指挥几个人工作",
            "b": "不确定",
            "c": "和同志们一起工作",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "63.即使我做了一件让别人笑话的事，我也能坦然处之",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "64.我认为没有人会幸灾乐祸地希望我遇到困难",
        "option": {
            "a": "是的",
            "b": "不确定",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "65.一个人应该考虑人生的真正意义",
        "option": {
            "a": "是的",
            "b": "不确定",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "66．我喜欢去处理被别人弄得一塌糊涂的工作",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "67.当我非常高兴时，总有一种“好景不长”的感受",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "68.在一般困难情境中，我总能保持乐观",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "69.迁居是一件极不愉快的事",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "70.在年轻的时候，当我和父母的意见不同时",
        "option": {
            "a": "保留自己的意见",
            "b": "介于A、C之间",
            "c": "接受父母的意见",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "71.我希望把我的家庭",
        "option": {
            "a": "建设成适合自身活动和娱乐的地方",
            "b": "介于A、C之间",
            "c": "成为邻里交往活动的一部分",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "72.我解决问题时，多借助于",
        "option": {
            "a": "个人独立思考",
            "b": "介于A、C之间",
            "c": "和别人互相讨论",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "73.在需要当机立断时，我总是",
        "option": {
            "a": "镇静地运用理智",
            "b": "介于A、C之间",
            "c": "常常紧张兴奋",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "74.最近在一两件事情上，我觉得我是无辜受累的",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "75.我善于控制我的表情",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "76.如果待遇相同，我愿做一个",
        "option": {
            "a": "化学研究工作者",
            "b": "不确定",
            "c": "旅行社经理",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "77.以“惊讶”与“新奇”搭配为例，认为“惧怕”与（）搭配",
        "option": {
            "a": "勇敢",
            "b": "焦虑",
            "c": "恐怖",
        },
        "score": {
            "a": 0,
            "b": 0,
            "c": 1
        }
    },
    {
        "question": "78.本题后面列出三个分数，哪一个数与其他两个分数不同类",
        "option": {
            "a": "3/7",
            "b": "3/9",
            "c": "3/11",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "79.不知为什么，有些人总是回避或冷淡我",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "80.我虽然好意待人，但常常得不到好报",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "81.我不喜欢争强好胜的人",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "82.和一般人相比，我的朋友的确太少",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "83.不在万不得已的情况下，我总是回避参加应酬性的活动",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "84.我认为对领导逢迎得当比工作表现更重要",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "85.参加竞赛时，我总是看重竞赛的活动，而不计较其成败",
        "option": {
            "a": "总是如此",
            "b": "一般如此",
            "c": "偶然如此",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "86.按照我个人的意愿，我希望做的工作是",
        "option": {
            "a": "有固定而可靠的工资收入",
            "b": "介于A、C之间",
            "c": "工资高低应随我的工作表现而随时调整",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "87.我愿意阅读",
        "option": {
            "a": "军事与政治的实事记载",
            "b": "不一定",
            "c": "富有情感的幻想的作品",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "88.我认为有许多人之所以不敢犯罪，其主要原因是怕被惩罚",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "89.我的父母从来不严格要求我事事顺从",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "90.“百折不挠，再接再厉”的精神常常被人们所忽略",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "91.当有人对我发火时，我总是",
        "option": {
            "a": "设法使他镇静下来",
            "b": "不太确定",
            "c": "自己也会发起火来",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "92.我希望人们都要友好相处",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "93.不论是在极高的屋顶上，还是在极深的隧道中，我很少感到胆怯不安",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "94.只要没有过错，不管别人怎么说，我总能心安理得",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "95.我认为凡是无法用理智来解决的问题，有时就不得不靠强权处理",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "96.我在年轻的时候，和异性朋友交往",
        "option": {
            "a": "较多",
            "b": "介于A、C之间",
            "c": "较别少",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "97.我在社团活动中，是一个活跃分子",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "98.在人声嘈杂中，我仍能不受干扰，专心工作",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "99.在某些心境下，我常常因为困惑陷入空想而将工作搁置下来",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "100.我很少用难堪的语言去刺伤别人的感情",
        "option": {
            "a": "是的",
            "b": "不太确定",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "101.如果让我选择，我宁愿选做",
        "option": {
            "a": "列车员",
            "b": "不确定",
            "c": "描图员",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "102.“理不胜词”的意思是",
        "option": {
            "a": "理不如词",
            "b": "理多而词少",
            "c": "辞藻华丽而理不足",
        },
        "score": {
            "a": 0,
            "b": 0,
            "c": 1
        }
    },
    {
        "question": "103.以“铁锹”与“挖掘”搭配为例，我认为“刀子”与（）搭配",
        "option": {
            "a": "琢磨",
            "b": "切割",
            "c": "铲除",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "104.我在大街上，常常避开我所不愿意打招呼的人",
        "option": {
            "a": "极不如此",
            "b": "偶然如此",
            "c": "有时如此",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "105.当我聚精会神地听音乐时，假使有人在旁边高谈阔论",
        "option": {
            "a": "我仍能专心听音乐",
            "b": "介于A、C之间",
            "c": "不能专心而感到恼怒",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "106.在课堂上，如果我的意见与老师不同，我常常",
        "option": {
            "a": "保持沉默",
            "b": "不一定",
            "c": "表明自己的看法",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "107.我单独跟异性谈话时，总显得不自然",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "108.我在待人接物方面，的确不太成功",
        "option": {
            "a": "是的",
            "b": "不完全这样",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "109.每当做一件困难工作时，我总是",
        "option": {
            "a": "预先做好准备",
            "b": "介于A、C之间",
            "c": "相信到时候总会有办法解决的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "110.在我结交的朋友中，男女各占一半",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "111.我在结交朋友方面",
        "option": {
            "a": "结识很多的人",
            "b": "不一定",
            "c": "维持几个深交的朋友",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "112.我愿意做一个社会科学家，而不愿做一个机械工程师",
        "option": {
            "a": "是的",
            "b": "不太确定",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "113.如果我发现别人的缺点，我常常不顾一切地提出指责",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "114.我喜欢设法影响和我一起工作的同事，使他们能协助我达到所计划的目的",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "115.我喜欢做音乐，或跳舞，或新闻采访等工作",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "116.当人们表扬我的时候，我总觉得羞愧窘促",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "117.我认为一个国家最需要解决的问题是",
        "option": {
            "a": "政治问题",
            "b": "不太确定",
            "c": "道德问题",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "118.有时我会无故地产生一种面临大祸的恐惧",
        "option": {
            "a": "是的",
            "b": "有时如此",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "119.我在童年时，害怕黑暗的次数",
        "option": {
            "a": "很多",
            "b": "不太多",
            "c": "几乎没有",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "120.在闲暇的时候，我喜欢",
        "option": {
            "a": "看一部历史性的探险小说",
            "b": "不一定",
            "c": "读一本科学性的幻想小说",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "121.当人们批评我古怪不正常时，我",
        "option": {
            "a": "非常气恼",
            "b": "有些气恼",
            "c": "无所谓",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "122.当来到一个新城市里找地址时，我常常",
        "option": {
            "a": "找人问路",
            "b": "介于A、C之间",
            "c": "参考地图",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "123.当朋友声明她要在家休息时，我总是设法怂恿她同我一起到外面去玩",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "124.在就寝时，我常常",
        "option": {
            "a": "不易入睡",
            "b": "介于A、C之间",
            "c": "极易入睡",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "125.有人烦扰我时，我",
        "option": {
            "a": "能不露声色",
            "b": "介于A、C之间",
            "c": "总要说给别人听，以泄愤怒",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "126.如果待遇相同，我愿做一个",
        "option": {
            "a": "律师",
            "b": "不确定",
            "c": "航海员",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "127.“时间变成了永恒”这是比喻",
        "option": {
            "a": "时间过得快",
            "b": "忘了时间",
            "c": "光阴一去不复返",
        },
        "score": {
            "a": 0,
            "b": 0,
            "c": 1
        }
    },
    {
        "question": "128.本题后的哪一项应接在“×0000××00×××”的后面",
        "option": {
            "a": "×0×",
            "b": "00×",
            "c": "0××",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "129.我不论到什么地方，都能清楚地辨别方向",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "130.我热爱我所学的专业和所从事的工作",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "131.如果我急于想借朋友的东西，而朋友又不在家时，我认为不告而取也没有关系",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "132.我喜欢给朋友讲述一些我个人有趣的经历",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "133.我宁愿做一个",
        "option": {
            "a": "演员",
            "b": "不确定",
            "c": "建筑师",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "134.业余时间，我总是做好安排，不使时间浪费",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "135.在和别人交往中，我常常会无缘无故地产生一种自卑感",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "136.和不熟识的人交谈，对我来说",
        "option": {
            "a": "毫不困难",
            "b": "介于A、C之间",
            "c": "是一件难事",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "137.我所喜欢的音乐是",
        "option": {
            "a": "轻松活泼的",
            "b": "介于A、C之间",
            "c": "富有感情的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "138.我爱想入非非",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "139.我认为未来20年的世界局势，定将好转",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "140.在童年时，我喜欢阅读",
        "option": {
            "a": "神话幻想故事",
            "b": "不确定",
            "c": "战争故事",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "141.我向来对机械、汽车等发生兴趣",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "142.即使让我做一个缓刑释放的罪犯的管理人，我也会把工作搞得很好",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "143.我仅仅被认为是一个能够苦干而稍有成就的人而已",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "144.就是在不顺利的情况下，我仍能保持精神振奋",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "145.我认为节制生育是解决经济与和平问题的重要条件",
        "option": {
            "a": "是的",
            "b": "不太确定",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "146.在工作中，我喜欢独自筹划，不愿受别人干涉",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "147.尽管有的同志和我的意见不和，但仍能跟他搞好团结",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "148.我在工作和学习上，总是使自己不粗心大意，不忽略细节",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "149.在和人争辩或险遭事故后，我常常表现出震颤、筋疲力尽、不能安心工作",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "150.未经医生处方，我是从不乱吃药的",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "151.根据我个人的兴趣，我愿意参加",
        "option": {
            "a": "摄影组织活动",
            "b": "不确定",
            "c": "文娱队活动",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "152.以“星火”与“燎原”搭配为例，我认为“姑息”与（）搭配",
        "option": {
            "a": "同情",
            "b": "养奸",
            "c": "纵容",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "153.“钟表”与“时间”的关系犹如“裁缝”与（）的关系",
        "option": {
            "a": "服装",
            "b": "剪刀",
            "c": "布料",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "154.生动的梦境，常常干扰我的睡眠",
        "option": {
            "a": "经常如此",
            "b": "偶然如此",
            "c": "从不如此",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "155.我爱打抱不平",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "156.如果我要到一个新城市，我将要",
        "option": {
            "a": "到处闲逛",
            "b": "不确定",
            "c": "避免去不安全的地方",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "157.我爱穿朴素的衣服，不愿穿华丽的服装",
        "option": {
            "a": "是的",
            "b": "不太确定",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "158.我认为安静的娱乐远远胜过热闹的宴会",
        "option": {
            "a": "是的",
            "b": "不太确定",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "159.我明知自己有缺点，但不愿接受别人的批评",
        "option": {
            "a": "偶然如此",
            "b": "极少如此",
            "c": "从不如此",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "160.我总是把“是，非，善，恶”作为处理问题的原则",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "161.当我工作时，我不喜欢有许多人在旁边参观",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "162.我认为，侮辱那些即使有错误但有文化教养的人，如医生、教师等也是不应该的",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "163.在各种课程中，我喜欢",
        "option": {
            "a": "语文",
            "b": "不确定",
            "c": "数学",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "164.那些自以为是、道貌岸然的人使我生气",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "165.和循规蹈矩的人交谈",
        "option": {
            "a": "很有兴趣，并有所获",
            "b": "介于A、C之间",
            "c": "他们的思想简单，使我太厌烦",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "166.我喜欢",
        "option": {
            "a": "有几个有时对我很苛求但富有感情的朋友",
            "b": "介于A、C之间",
            "c": "不受别人的干扰",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "167.如果征求我的意见，我赞同",
        "option": {
            "a": "切实制止精神病患者和智能低下的人生育",
            "b": "不确定",
            "c": "杀人犯必须判处死刑",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "168.有时我会无缘无故地感到沮丧，痛哭",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "169.当和立场相反的人争辩时，我主张",
        "option": {
            "a": "尽量找出基本概念的差异",
            "b": "不一定",
            "c": "彼此让步",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "170.我一向重感情而不重理智，因而我的观点常常动摇不定",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "171.我的学习多赖于",
        "option": {
            "a": "阅读书刊",
            "b": "介于A、C之间",
            "c": "参加集体讨论",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "172.我宁愿选择一个工资较高的工作，不在乎是否有保障，而不愿做工资低的固定工作",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "173.在参加讨论时，我总是能把握自己的立场",
        "option": {
            "a": "经常如此",
            "b": "一般如此",
            "c": "必要时才如此",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "174.我常常被一些无所谓的小事所烦扰",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "175.我宁愿住在嘈杂的闹市区，而不愿住在僻静的地区",
        "option": {
            "a": "是的",
            "b": "不太确定",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    {
        "question": "176.下列工作如果任我挑选的话，我愿做",
        "option": {
            "a": "少先队辅导员",
            "b": "不太确定",
            "c": "修表工作",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "177.一人（）事，人人受累",
        "option": {
            "a": "偾",
            "b": "愤",
            "c": "喷",
        },
        "score": {
            "a": 1,
            "b": 0,
            "c": 0
        }
    },
    {
        "question": "178.望子成龙的家长往往（）苗助长",
        "option": {
            "a": "揠",
            "b": "堰",
            "c": "偃",
        },
        "score": {
            "a": 1,
            "b": 0,
            "c": 0
        }
    },
    {
        "question": "179.气候的变化并不影响我的情绪",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "180．因为我对一切问题都有一些见解，所以大家都认为我是一个有头脑的人",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "181.我讲话的声音",
        "option": {
            "a": "洪亮",
            "b": "介于A、C之间",
            "c": "低沉",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "182.一般人都认为我是一个活跃热情的人",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "183.我喜欢做出差机会较多的工作",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "184.我做事严格，力求把事情办得尽善尽美",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "185.在取回或归还所借的东西时，我总是仔细检查，看是否保持原样",
        "option": {
            "a": "是的",
            "b": "介于A、C之间",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "186.我通常是精力充沛，忙碌多事",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 2,
            "b": 1,
            "c": 0
        }
    },
    {
        "question": "187.我确信我没有遗漏或漫不经心回答上面的任何问题",
        "option": {
            "a": "是的",
            "b": "不一定",
            "c": "不是的",
        },
        "score": {
            "a": 0,
            "b": 0,
            "c": 0
        }
    }
]
const category = {
    "A": [3, 26, 27, 51, 52, 76, 101, 126, 151, 176],
    "B": [28, 53, 54, 77, 78, 102, 103, 127, 128, 152, 153, 177, 178, 180],
    "C": [4, 5, 29, 30, 55, 79, 80, 104, 105, 129, 130, 154, 179],
    "E": [6, 7, 31, 32, 56, 57, 81, 106, 131, 155, 156, 180, 181],
    "F": [8, 33, 58, 82, 83, 107, 108, 132, 133, 157, 158, 182, 183],
    "G": [9, 34, 59, 84, 109, 134, 159, 160, 184, 185],
    "H": [10, 35, 36, 60, 61, 85, 86, 110, 111, 135, 136, 161, 186],
    "I": [11, 12, 37, 62, 87, 112, 137, 138, 162, 163],
    "L": [13, 38, 63, 64, 88, 89, 113, 114, 139, 164],
    "M": [14, 15, 39, 40, 65, 90, 91, 115, 116, 140, 141, 165, 166],
    "N": [16, 17, 41, 42, 66, 67, 92, 117, 142, 167],
    "O": [18, 19, 43, 44, 68, 69, 93, 94, 118, 119, 143, 144, 168],
    "Q1": [20, 21, 45, 46, 70, 95, 120, 145, 169, 170],
    "Q2": [22, 47, 71, 72, 96, 97, 121, 122, 146, 171],
    "Q3": [23, 24, 48, 73, 98, 123, 147, 148, 172, 173],
    "Q4": [25, 49, 50, 74, 75, 99, 100, 124, 125, 149, 150, 174, 175]

}
module.exports = {
    qnaire: qnaire,
    category: category
}